Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Open logbook
de: Logbuch öffnen
es: Abrir registro
fr: Ouvrir le carnet
it: Apri il registro
nl: Logboek openen
pl: Otwórz rejestr
pt: Abrir registo
ro: Deschide registrul
ru: Открыть журнал

source: Open the emergency card.
de: Die Notfallkarte öffnen.
es: Abre la tarjeta de emergencia.
fr: Ouvrez la carte d'urgence.
it: Apri la scheda di emergenza.
nl: Open de noodkaart.
pl: Otwórz kartę alarmową.
pt: Abra o cartão de emergência.
ro: Deschide cardul de urgență.
ru: Открыть экстренную карту.

source: Opens a guided low-glucose treatment
de: Öffnet eine geführte Behandlung bei Unterzuckerung
es: Abre un tratamiento guiado de la hipoglucemia
fr: Ouvre un traitement guidé de l'hypoglycémie
it: Apre un trattamento guidato dell'ipoglicemia
nl: Opent een begeleide behandeling van een hypo
pl: Otwiera prowadzone leczenie niedocukrzenia
pt: Abre um tratamento guiado da hipoglicemia
ro: Deschide un ghid de tratare a hipoglicemiei
ru: Открывает пошаговое купирование гипогликемии

source: Opens glucose entry
de: Öffnet die Glukose-Eingabe
es: Abre el registro de glucosa
fr: Ouvre la saisie de glucose
it: Apre l'inserimento della glicemia
nl: Opent glucose-invoer
pl: Otwiera wpis glukozy
pt: Abre o registo de glucose
ro: Deschide introducerea glicemiei
ru: Открывает ввод глюкозы

source: Opens sick-day guidance
de: Öffnet die Anleitung für Krankheitstage
es: Abre la guía para días de enfermedad
fr: Ouvre le guide des jours de maladie
it: Apre la guida per i giorni di malattia
nl: Opent de richtlijn voor ziektedagen
pl: Otwiera wskazówki na dni choroby
pt: Abre a orientação para dias de doença
ro: Deschide ghidul pentru zilele de boală
ru: Открывает рекомендации на дни болезни

source: Opens sick-day guidance and ketone logging
de: Öffnet den Krankheitstage-Leitfaden und die Keton-Erfassung
es: Abre la guía para días de enfermedad y el registro de cetonas
fr: Ouvre le guide des jours de maladie et la saisie des cétones
it: Apre la guida per i giorni di malattia e la registrazione dei chetoni
nl: Opent de ziektedagengids en het vastleggen van ketonen
pl: Otwiera poradnik na dni choroby i rejestrowanie ketonów
pt: Abre o guia para dias de doença e o registo de cetonas
ro: Deschide ghidul pentru zilele de boală și logarea cetonelor
ru: Открывает руководство на дни болезни и запись кетонов

source: Opens this day
de: Öffnet diesen Tag
es: Abre este día
fr: Ouvre ce jour
it: Apre questo giorno
nl: Opent deze dag
pl: Otwiera ten dzień
pt: Abre este dia
ro: Deschide această zi
ru: Открывает этот день

source: Opens this day on its own page
de: Öffnet diesen Tag auf einer eigenen Seite
es: Abre este día en su propia página
fr: Ouvre cette journée sur sa propre page
it: Apre questo giorno in una pagina dedicata
nl: Opent deze dag op een eigen pagina
pl: Otwiera ten dzień na osobnej stronie
pt: Abre este dia na sua própria página
ro: Deschide această zi pe pagina ei
ru: Открывает этот день на отдельной странице

source: Opens this day's entries on their own page
de: Öffnet die Einträge dieses Tages auf einer eigenen Seite
es: Abre las entradas de este día en su propia página
fr: Ouvre les entrées de cette journée sur leur propre page
it: Apre le voci di questo giorno in una pagina dedicata
nl: Opent de invoer van deze dag op een eigen pagina
pl: Otwiera wpisy z tego dnia na osobnej stronie
pt: Abre as entradas deste dia na sua própria página
ro: Deschide înregistrările acestei zile pe pagina lor
ru: Открывает записи этого дня на отдельной странице

source: Opens your daily goals and source status
de: Öffnet deine Tagesziele und den Quellenstatus
es: Abre tus objetivos diarios y el estado de las fuentes
fr: Ouvre vos objectifs quotidiens et l'état des sources
it: Apre i tuoi obiettivi giornalieri e lo stato delle origini
nl: Opent je dagelijkse doelen en de bronstatus
pl: Otwiera Twoje cele dzienne i stan źródeł
pt: Abre os teus objetivos diários e o estado das fontes
ro: Deschide obiectivele zilnice și starea surselor
ru: Открывает ваши дневные цели и состояние источников

source: Optional (e.g. clinic, fasting)
de: Optional (z. B. Klinik, nüchtern)
es: Opcional (p. ej., clínica, en ayunas)
fr: Facultatif (p. ex. clinique, à jeun)
it: Facoltativo (es. clinica, a digiuno)
nl: Optioneel (bijv. kliniek, nuchter)
pl: Opcjonalnie (np. klinika, na czczo)
pt: Opcional (p. ex., clínica, em jejum)
ro: Opțional (de ex. clinică, pe nemâncate)
ru: Необязательно (напр., клиника, натощак)

source: Optional. Helps put your long-term trends in context.
de: Optional. Hilft, langfristige Trends einzuordnen.
es: Opcional. Ayuda a contextualizar tus tendencias a largo plazo.
fr: Facultatif. Aide à mettre en contexte vos tendances à long terme.
it: Facoltativo. Aiuta a contestualizzare le tue tendenze a lungo termine.
nl: Optioneel. Helpt om je langetermijntrends in context te plaatsen.
pl: Opcjonalne. Pomaga umieścić Twoje długoterminowe trendy w kontekście.
pt: Opcional. Ajuda a contextualizar as suas tendências a longo prazo.
ro: Opțional. Ajută să pui în context tendințele tale pe termen lung.
ru: Необязательно. Помогает оценивать ваши долгосрочные тенденции в контексте.

source: Options your team might discuss include adjusting overnight basal insulin, the timing of evening meals, or activity. Prvital flags a dawn pattern when it sees one so you have data to bring to that conversation.
de: Zu den Optionen, die dein Team besprechen könnte, gehören die Anpassung des nächtlichen Basalinsulins, der Zeitpunkt der Abendmahlzeit oder körperliche Aktivität. Prvital markiert ein Dawn-Muster, wenn es eines erkennt, damit du Daten für dieses Gespräch hast.
es: Entre las opciones que tu equipo podría comentar están ajustar la insulina basal nocturna, el horario de las comidas de la noche o la actividad física. Prvital señala un patrón de alba cuando lo detecta, para que tengas datos que llevar a esa conversación.
fr: Les options que ton équipe peut envisager incluent l'ajustement de l'insuline basale nocturne, l'horaire des repas du soir, ou l'activité physique. Prvital signale un phénomène de l'aube quand il en détecte un, pour que tu aies des données à apporter à cette discussion.
it: Le opzioni che il tuo team potrebbe discutere includono la regolazione dell'insulina basale notturna, l'orario dei pasti serali o l'attività fisica. Prvital segnala uno schema dell'alba quando lo rileva, così hai dei dati concreti da portare a quella conversazione.
nl: Opties die je team kan bespreken zijn onder meer het aanpassen van de nachtelijke basale insuline, de timing van de avondmaaltijd, of beweging. Prvital signaleert een dawnpatroon zodra het er een ziet, zodat je data hebt om dat gesprek mee in te gaan.
pl: Rozwiązania, o których może z Tobą rozmawiać zespół, obejmują dostosowanie nocnej dawki insuliny bazowej, pory kolacji lub aktywności fizycznej. Prvital sygnalizuje zjawisko brzasku, gdy je wykryje, dzięki czemu masz dane do takiej rozmowy.
pt: As opções que a tua equipa pode discutir incluem ajustar a insulina basal noturna, os horários das refeições ao fim do dia, ou a atividade física. O Prvital assinala um padrão de amanhecer quando o deteta, para teres dados para levar a essa conversa.
ro: Opțiunile pe care le-ar putea discuta echipa ta includ ajustarea insulinei bazale de peste noapte, momentul mesei de seară sau activitatea fizică. Prvital semnalează un tipar al fenomenului zorilor atunci când îl identifică, astfel încât să ai date pe care să le aduci în discuție.
ru: Твоя команда может обсудить с тобой корректировку ночного базального инсулина, время вечернего приёма пищи или активность. Prvital отмечает феномен утренней зари, когда его замечает, чтобы у тебя были данные для этого разговора.

source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
nl: Overig
pl: Inne
pt: Outro
ro: Altele
ru: Другое

source: Other sensor
de: Anderer Sensor
es: Otro sensor
fr: Autre capteur
it: Altro sensore
nl: Andere sensor
pl: Inny sensor
pt: Outro sensor
ro: Alt senzor
ru: Другой сенсор

source: Out of range
de: Außerhalb des Zielbereichs
es: Fuera de rango
fr: Hors cible
it: Fuori intervallo
nl: Buiten bereik
pl: Poza zakresem
pt: Fora do intervalo
ro: În afara intervalului
ru: Вне диапазона

source: Out-of-range alerts, rising fast and signal loss.
de: Außerhalb-des-Bereichs-Warnungen, schnelles Steigen und Signalverlust.
es: Alertas fuera de rango, subida rápida y pérdida de señal.
fr: Alertes hors plage, montée rapide et perte de signal.
it: Avvisi fuori intervallo, salita rapida e perdita di segnale.
nl: Buiten-bereik-meldingen, snel stijgen en signaalverlies.
pl: Alerty poza zakresem, szybki wzrost i utrata sygnału.
pt: Alertas fora do intervalo, subida rápida e perda de sinal.
ro: Alerte în afara intervalului, creștere rapidă și pierderea semnalului.
ru: Оповещения о выходе за диапазон, быстром росте и потере сигнала.

source: Outside the US
de: Außerhalb der USA
es: Fuera de EE. UU.
fr: Hors des États-Unis
it: Fuori dagli Stati Uniti
nl: Buiten de VS
pl: Poza USA
pt: Fora dos EUA
ro: În afara SUA
ru: За пределами США

source: Overnight
de: Nachts
es: Madrugada
fr: Nuit
it: Notte
nl: 's Nachts
pl: Noc
pt: Madrugada
ro: Noaptea
ru: Ночь

source: Overnight (12–6 AM)
de: Nachts (0–6 Uhr)
es: Madrugada (12–6)
fr: Nuit (0 h–6 h)
it: Notte (00–06)
nl: 's Nachts (0–6 uur)
pl: Noc (0:00–6:00)
pt: Madrugada (0–6)
ro: Peste noapte (12–6)
ru: Ночь (0–6)

source: Overnight: %lld%% in range, lowest %@ at %@, no lows.
de: Nachts: %lld %% im Zielbereich, Tiefstwert %@ um %@, keine Unterzuckerungen.
es: Esta noche: %lld%% en rango, mínimo %@ a las %@, sin hipoglucemias.
fr: Cette nuit : %lld %% dans la cible, minimum %@ à %@, aucune hypo.
it: Stanotte: %lld%% nel range, minimo %@ alle %@, nessuna ipo.
nl: Vannacht: %lld%% binnen bereik, laagste %@ om %@, geen lage waarden.
pl: W nocy: %lld%% w zakresie, minimum %@ o %@, bez niedocukrzeń.
pt: Esta noite: %lld%% no intervalo, mínimo %@ às %@, sem hipoglicemias.
ro: Peste noapte: %lld%% în interval, minim %@ la %@, fără hipoglicemii.
ru: Ночью: %lld%% в диапазоне, минимум %@ в %@, без гипо.

source: Overnight: %lld%% in range, lowest %@ at %@. Worth a glance at the chart.
de: Nachts: %lld %% im Zielbereich, Tiefstwert %@ um %@. Ein Blick aufs Diagramm lohnt sich.
es: Esta noche: %lld%% en rango, mínimo %@ a las %@. Merece un vistazo al gráfico.
fr: Cette nuit : %lld %% dans la cible, minimum %@ à %@. Un œil au graphique s'impose.
it: Stanotte: %lld%% nel range, minimo %@ alle %@. Vale un'occhiata al grafico.
nl: Vannacht: %lld%% binnen bereik, laagste %@ om %@. De grafiek is een blik waard.
pl: W nocy: %lld%% w zakresie, minimum %@ o %@. Warto zerknąć na wykres.
pt: Esta noite: %lld%% no intervalo, mínimo %@ às %@. Vale a pena olhar o gráfico.
ro: Peste noapte: %lld%% în interval, minim %@ la %@. Merită o privire pe grafic.
ru: Ночью: %lld%% в диапазоне, минимум %@ в %@. Стоит взглянуть на график.

source: Overnight: %lld%% in range.
de: Nachts: %lld %% im Zielbereich.
es: Esta noche: %lld%% en rango.
fr: Cette nuit : %lld %% dans la cible.
it: Stanotte: %lld%% nel range.
nl: Vannacht: %lld%% binnen bereik.
pl: W nocy: %lld%% w zakresie.
pt: Esta noite: %lld%% no intervalo.
ro: Peste noapte: %lld%% în interval.
ru: Ночью: %lld%% в диапазоне.

source: Pair a Bluetooth blood-glucose meter — such as Contour or Accu-Chek — over Bluetooth to import its stored finger-stick readings. Nothing leaves your device.
de: Koppele ein Bluetooth-Blutzuckermessgerät — etwa Contour oder Accu-Chek — über Bluetooth, um seine gespeicherten Fingerstich-Messwerte zu importieren. Nichts verlässt dein Gerät.
es: Vincula un medidor de glucosa Bluetooth — como Contour o Accu-Chek — mediante Bluetooth para importar sus lecturas de punción digital guardadas. Nada sale de tu dispositivo.
fr: Associez un lecteur de glycémie Bluetooth — comme Contour ou Accu-Chek — via Bluetooth pour importer ses mesures capillaires enregistrées. Rien ne quitte votre appareil.
it: Associa un glucometro Bluetooth — come Contour o Accu-Chek — tramite Bluetooth per importare le letture capillari salvate. Niente esce dal tuo dispositivo.
nl: Koppel een Bluetooth-bloedglucosemeter — zoals Contour of Accu-Chek — via Bluetooth om de opgeslagen vingerprikmetingen te importeren. Er verlaat niets je apparaat.
pl: Sparuj glukometr Bluetooth — na przykład Contour lub Accu-Chek — przez Bluetooth, aby zaimportować zapisane odczyty z nakłucia palca. Nic nie opuszcza Twojego urządzenia.
pt: Emparelha um medidor de glicose Bluetooth — como o Contour ou o Accu-Chek — através de Bluetooth para importar as leituras de picada no dedo guardadas. Nada sai do teu dispositivo.
ro: Asociază un glucometru Bluetooth — precum Contour sau Accu-Chek — prin Bluetooth pentru a importa valorile din înțeparea degetului stocate. Nimic nu părăsește dispozitivul tău.
ru: Подключите Bluetooth-глюкометр — например Contour или Accu-Chek — по Bluetooth, чтобы импортировать сохранённые показания из проколов пальца. Ничего не покидает ваше устройство.

source: Pairs
de: Paare
es: Pares
fr: Paires
it: Coppie
nl: Paren
pl: Pary
pt: Pares
ro: Perechi
ru: Пары

source: Partner, caregiver & care team
de: Partner, Betreuer & Behandlungsteam
es: Pareja, cuidador y equipo médico
fr: Partenaire, aidant et équipe soignante
it: Partner, caregiver e team di cura
nl: Partner, verzorger en zorgteam
pl: Partner, opiekun i zespół medyczny
pt: Parceiro, cuidador e equipa de cuidados
ro: Partener, îngrijitor și echipa de îngrijire
ru: Партнёр, опекун и медицинская команда

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
ro: Parolă
ru: Пароль

source: Patterns
de: Muster
es: Patrones
fr: Schémas
it: Schemi
nl: Patronen
pl: Wzorce
pt: Padrões
ro: Tipare
ru: Закономерности

source: Peak
de: Spitze
es: Pico
fr: Pic
it: Picco
nl: Piek
pl: Szczyt
pt: Pico
ro: Vârf
ru: Пик

source: Peaks about %lld min after eating, over %lld meals
de: Höhepunkt etwa %lld Min. nach dem Essen, über %lld Mahlzeiten
es: Alcanza el pico unos %lld min después de comer, en %lld comidas
fr: Pic environ %lld min après le repas, sur %lld repas
it: Picco circa %lld min dopo aver mangiato, su %lld pasti
nl: Piek ongeveer %lld min na het eten, over %lld maaltijden
pl: Szczyt około %lld min po jedzeniu, w %lld posiłkach
pt: Pico cerca de %lld min depois de comer, em %lld refeições
ro: Vârf la aproximativ %lld min după masă, pe %lld mese
ru: Пик примерно через %lld мин после еды, по %lld приёмам пищи

source: People to call
de: Personen zum Anrufen
es: Personas a las que llamar
fr: Personnes à appeler
it: Persone da chiamare
nl: Personen om te bellen
pl: Osoby do kontaktu
pt: Pessoas a contactar
ro: Persoane de sunat
ru: Кому звонить

source: Per 100 g
de: Pro 100 g
es: Por 100 g
fr: Pour 100 g
pl: Na 100 g
pt: Por 100 g
ro: La 100 g
ru: На 100 g

source: Per time-of-day targets
de: Nach Tageszeit-Zielwerten
es: Objetivos según el momento del día
fr: Objectifs par moment de la journée
it: Obiettivi per fascia oraria
nl: Streefwaarden per tijdstip
pl: Cele według pory dnia
pt: Objetivos por hora do dia
ro: Conform obiectivelor pe momentul zilei
ru: Отдельные цели по времени суток

source: Perfect day
de: Perfekter Tag
es: Día perfecto
fr: Journée parfaite
it: Giornata perfetta
nl: Perfecte dag
pl: Idealny dzień
pt: Dia perfeito
ro: Zi perfectă
ru: Идеальный день

source: Perfect days
de: Perfekte Tage
es: Días perfectos
fr: Jours parfaits
it: Giorni perfetti
nl: Perfecte dagen
pl: Idealne dni
pt: Dias perfeitos
ro: Zile perfecte
ru: Идеальные дни

source: Period
de: Zeitraum
es: Periodo
fr: Période
it: Periodo
nl: Periode
pl: Okres
pt: Período
ro: Perioadă
ru: Период

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Autorizzazioni
nl: Machtigingen
pl: Uprawnienia
pt: Permissões
ro: Permisiuni
ru: Разрешения

source: Persistent vomiting or diarrhoea, or you can't keep fluids down
de: Anhaltendes Erbrechen oder Durchfall, oder du kannst keine Flüssigkeit bei dir behalten
es: Vómitos o diarrea persistentes, o no toleras los líquidos
fr: Vomissements ou diarrhée persistants, ou impossibilité de garder les liquides
it: Vomito o diarrea persistenti, o non riesci a trattenere i liquidi
nl: Aanhoudend braken of diarree, of je houdt geen vocht binnen
pl: Uporczywe wymioty lub biegunka, albo nie możesz utrzymać płynów
pt: Vómitos ou diarreia persistentes, ou não consegues reter líquidos
ro: Vărsături sau diaree persistente, ori nu poți reține lichidele
ru: Постоянная рвота или диарея, либо жидкость не удерживается

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
nl: Telefoon
pl: Telefon
pt: Telefone
ro: Telefon
ru: Телефон

source: Phone number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone
it: Numero di telefono
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона

source: Photo
de: Foto
es: Foto
it: Foto
nl: Foto
pl: Zdjęcie
pt: Fotografia
ro: Fotografie
ru: Фото

source: Physical work
de: Körperliche Arbeit
es: Trabajo físico
fr: Travail physique
it: Lavoro fisico
nl: Lichamelijk werk
pl: Praca fizyczna
pt: Trabalho físico
ro: Muncă fizică
ru: Физическая работа

source: Pick a symbol and a colour. Once you've added your name, your initials take the symbol's place.
de: Wähle ein Symbol und eine Farbe. Sobald du deinen Namen hinzugefügt hast, treten deine Initialen an die Stelle des Symbols.
es: Elige un símbolo y un color. Una vez que hayas añadido tu nombre, tus iniciales ocupan el lugar del símbolo.
fr: Choisissez un symbole et une couleur. Une fois votre nom ajouté, vos initiales remplacent le symbole.
it: Scegli un simbolo e un colore. Dopo aver aggiunto il tuo nome, le tue iniziali prendono il posto del simbolo.
nl: Kies een symbool en een kleur. Zodra je je naam hebt toegevoegd, komen je initialen op de plaats van het symbool.
pl: Wybierz symbol i kolor. Gdy dodasz swoje imię, Twoje inicjały zajmą miejsce symbolu.
pt: Escolhe um símbolo e uma cor. Depois de adicionares o teu nome, as tuas iniciais ocupam o lugar do símbolo.
ro: Alege un simbol și o culoare. După ce îți adaugi numele, inițialele tale iau locul simbolului.
ru: Выберите символ и цвет. Как только вы добавите имя, ваши инициалы займут место символа.

source: Pick which events appear as markers on the glucose chart. Each has its own colour and symbol.
de: Wähle, welche Ereignisse als Markierungen im Glukose-Diagramm erscheinen. Jedes hat seine eigene Farbe und sein Symbol.
es: Elige qué eventos aparecen como marcadores en el gráfico de glucosa. Cada uno tiene su propio color y símbolo.
fr: Choisis les événements qui apparaissent comme repères sur le graphique de glycémie. Chacun a sa couleur et son symbole.
it: Scegli quali eventi appaiono come indicatori sul grafico della glicemia. Ognuno ha il proprio colore e simbolo.
nl: Kies welke gebeurtenissen als markeringen op de glucosegrafiek verschijnen. Elk heeft een eigen kleur en symbool.
pl: Wybierz, które zdarzenia pojawią się jako znaczniki na wykresie glukozy. Każde ma własny kolor i symbol.
pt: Escolhe que eventos aparecem como marcadores no gráfico de glicose. Cada um tem a sua cor e símbolo.
ro: Alege ce evenimente apar ca marcaje pe graficul glicemiei. Fiecare are culoarea și simbolul lui.
ru: Выбери, какие события показывать метками на графике глюкозы. У каждого свой цвет и символ.

source: Pinned to this column by you
de: Von dir an diese Spalte geheftet
es: Fijada por ti en esta columna
fr: Épinglée par vous dans cette colonne
it: Fissata da te in questa colonna
nl: Door jou aan deze kolom vastgezet
pl: Przypięte przez Ciebie do tej kolumny
pt: Fixada por si nesta coluna
ro: Fixată de tine în această coloană
ru: Закреплено вами в этом столбце

source: Placed automatically, nearest to this column's time
de: Automatisch platziert, am nächsten an der Zeit dieser Spalte
es: Colocada automáticamente, la más cercana a la hora de esta columna
fr: Placée automatiquement, au plus près de l'heure de cette colonne
it: Inserita automaticamente, la più vicina all'orario di questa colonna
nl: Automatisch geplaatst, het dichtst bij de tijd van deze kolom
pl: Umieszczone automatycznie, najbliżej pory tej kolumny
pt: Colocada automaticamente, a mais próxima da hora desta coluna
ro: Plasată automat, cea mai apropiată de ora acestei coloane
ru: Размещено автоматически — ближайшее к времени этого столбца

source: Plain monochrome glyphs instead of coloured circles.
de: Schlichte monochrome Symbole statt farbiger Kreise.
es: Símbolos monocromos sencillos en lugar de círculos de color.
fr: Des symboles monochromes sobres au lieu de cercles colorés.
it: Simboli monocromi essenziali al posto dei cerchi colorati.
nl: Eenvoudige monochrome symbolen in plaats van gekleurde cirkels.
pl: Proste monochromatyczne symbole zamiast kolorowych kółek.
pt: Símbolos monocromáticos simples em vez de círculos coloridos.
ro: Simboluri simple, monocrome, în locul cercurilor colorate.
ru: Простые монохромные значки вместо цветных кругов.

source: Planned length
de: Geplante Dauer
es: Duración prevista
fr: Durée prévue
it: Durata prevista
nl: Geplande duur
pl: Planowany czas
pt: Duração prevista
ro: Durata planificată
ru: Планируемая длительность

source: Platinum
de: Platin
es: Platino
fr: Platine
it: Platino
nl: Platina
pl: Platyna
pt: Platina
ro: Platină
ru: Платина

source: Pour over the beaten eggs, season, and cook until just set.
de: Die verquirlten Eier darübergießen, würzen und stocken lassen, bis sie gerade fest sind.
es: Vierte los huevos batidos por encima, sazona y cocina hasta que cuajen.
fr: Verse les œufs battus par-dessus, assaisonne, et cuis jusqu'à ce qu'ils soient tout juste pris.
it: Versa sopra le uova sbattute, condisci e cuoci finché non si rapprendono.
nl: Giet de geklopte eieren erover, breng op smaak en bak tot ze net gestold zijn.
pl: Zalej roztrzepanymi jajkami, dopraw i smaż, aż lekko się zetną.
pt: Deita por cima os ovos batidos, tempera e deixa cozinhar até ficarem quase firmes.
ro: Toarnă ouăle bătute peste amestec, condimentează și gătește până se leagă.
ru: Влей взбитые яйца, посоли, поперчи и готовь до готовности.

source: Praise
de: Lob
es: Elogio
fr: Compliment
it: Complimento
nl: Compliment
pl: Pochwała
pt: Elogio
ro: Apreciere
ru: Похвала

source: Pre-meal insulin timing
de: Insulin-Timing vor Mahlzeiten
es: El momento de la insulina antes de comer
fr: Timing de l'insuline avant le repas
it: Tempistica dell'insulina prima dei pasti
nl: Timing van insuline vóór de maaltijd
pl: Czas podania insuliny przed posiłkiem
pt: Momento da insulina antes das refeições
ro: Momentul administrării insulinei înainte de masă
ru: Время инсулина перед едой

source: Pre-mixed
de: Mischinsulin
es: Premezclada
fr: Prémélangée
it: Premiscelata
nl: Voorgemengd
pl: Mieszana
pt: Pré-misturada
ro: Premixată
ru: Смешанный

source: Prediabetes
de: Prädiabetes
fr: Prédiabète
it: Prediabete
pl: Stan przedcukrzycowy
pt: Pré-diabetes
ro: Prediabet
ru: Предиабет

source: Preparing your charts…
de: Diagramme werden vorbereitet…
es: Preparando tus gráficos…
fr: Préparation de vos graphiques…
it: Preparazione dei grafici…
nl: Grafieken worden voorbereid…
pl: Przygotowywanie wykresów…
pt: A preparar os teus gráficos…
ro: Se pregătesc graficele…
ru: Подготовка графиков…
